Repository: common-repository/connections-business-directory-certifications
Catalog: languages/connections_certifications-*.po
Languages: de_de, nl_nl

source: Certifications
de_de: Zertifizierungen
nl_nl: Certificaten

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht genügend Rechte, um auf diese Seite zuzugreifen.
nl_nl: Je hebt onvoldoende rechten om deze pagina te bekijken.

source: Edit Certification
de_de: Zertifizierung bearbeiten
nl_nl: Certificaat bewerken

source: Name
nl_nl: Naam

source: The name is how it appears on your site.
de_de: Der Name wie er auf Deiner Site erscheint.
nl_nl: Dit is zoals de naam wordt weergegeven op de website.

source: Slug
nl_nl: URL-einde

source: The “slug” is the URL-friendly version of the name. It is usually all lowercase and contains only letters, numbers, and hyphens.
de_de: Der “slug” ist die URL-freundliche version des Namens. Üblicherweise ist er kleingeschrieben und enthält nur Buchstaben, Zahlen und Trennstriche.
nl_nl: De "slug" is de URL-vriendelijke versie van de naam. Het is normaal gesproken geheel in kleine letters en bevat alleen letters, nummers, en koppeltekens.

source: Parent
de_de: Eltern
nl_nl: Ouder

source: None
de_de: Keine
nl_nl: Geen

source: Categories can have a hierarchy. You might have a Jazz category, and under that have children categories for Bebop and Big Band. Totally optional.
de_de: Kategorien können hierarchisch geordnet sein. Vielleicht hast Du eine Kategorie Jazz, und darunter Kategorien für Bebop und Big Band. Völlig wahlfrei.
nl_nl: Categorieën kunnen een hiërarchie hebben. Je zou een Jazz categorie kunnen hebben, en daaronder subcategorieën voor Bebop en Big Band. Volledig optioneel.

source: Cancel
de_de: Abbrechen
nl_nl: Annuleer

source: Update Certification
de_de: Zertifizierung aktualisieren
nl_nl: Update certificaat

source: Search Certifications
de_de: Zertifizierungen suchen
nl_nl: Doorzoek de certificaten

source: <strong>Note:</strong><br/>Deleting a certification which has been assigned to an entry will reassign that entry to the default certification.
de_de: <strong>Hinweis:</strong><br/>Durch das Löschen einer Zertifizierung, der ein Eintrag zugeordnet ist, wird der entsprechende Eintrag der Standard-Zertifizierung zugeordnet.
nl_nl: <strong>Let op:</strong><br/>Het verwijderen van een certificaat die toegewezen is aan invoer betekent dat die invoer toegekend wordt aan de default certificaat.

source: Add New Certification
de_de: Neue Zertifizierung hinzufügen
nl_nl: Voeg een nieuw certificaat toe

source: Business Certifications
de_de: Unternehmens-Zertifizierungen
nl_nl: Zakelijke certificaten

source: Title:
de_de: Titel:
nl_nl: Titel:

source: Connections Business Directory Certifications
nl_nl: Connections Business Adressenboek Certificaten

source: An extension for the Connections Business Directory plugin which adds the ability to add and assign certifications to your business directory entries.
de_de: Eine Erweiterung für das Connections Firmenverzeichnis Plugin, mit der Du Deinen Firmenverzeichnis-Einträgen Zertifizierungen hinzufügen und zuweisen kannst.
nl_nl: Een extensie voor de Connections Business Adressenboek plugin waarmee je de mogelijkheid krijgt om certificaten toe te voegen en deze toe te wijzen aan de directory invoeren.

source: http://connections-pro.com
de_de: https://connections-pro.com
nl_nl: https://connections-pro.com
